var ru = {};
module["exports"] = ru;
ru.title = "Russian";
ru.separator = " и ";

ru.dwarf = {
  "first_name": {
    "suffix": [
      "ин",
      "ур",
      "и",
      "ли"
    ],
    "prefix": [
      "Бор",
      "Теб",
      "Тул",
      "Рар",
      "Бер",
      "Фиб",
      "Гим",
      "Ноф",
      "Деб",
      "Тер",
      "Биб"
    ]
  },
  "last_name": {
    "suffix": [
      "бород",
      "коготь",
      "молот",
      "рук"
    ],
    "prefix": [
      "Бронзо",
      "Железно",
      "Черно",
      "Рыже",
      "Колюче",
      "Зверо"
    ]
  }
};


ru.elf = {
  "first_name": {
    "suffix": [
      "ринор",
      "ринод",
      "ринид",
      "ронд",
      "гланд",
      "родан",
      "родор",
      "федан",
      "он",
      "фин",
      "нинод",
      "росир",
      "нор",
      "нод",
      "нид",
      "ейл",
    ],
    "prefix": [
      "Оро",
      "Эл",
      "Фар",
      "Гло",
      "Да",
      "Ли",
      "Фаро",
      "Маэ",
      "Ама",
      "Глеб",
      "Диро"
    ]
  },
  "last_name": {
    "suffix": [
      "Ветра",
      "Клинка",
      "Небес",
      "Ворона",
      "Звезд",
      "Бури",
      "Тени",
      "Печали"
    ],
    "prefix": [
      "Удар",
      "Шепот",
      "Песня",
      "Предвестник",
      "Сила",
      "Преграда"
    ]
  }
};


